Repository: pi-module/shop
Catalog: locale/*/admin.po
Languages: fa

source: New Product
fa: محصولات جدید

source: New Product list
fa: فهرست محوصلات جدید

source: Category
fa: شاخه

source: Number
fa: تعداد

source: Show just recommended
fa: فقط نمایش موارد پیشنهاد شده

source: Product list type
fa: نوع فهرست محصولات

source: Horizontal
fa: افقی

source: Vertical
fa: عمودی

source: Multi size Box
fa: باکس با ابعاد متغیر

source: List
fa: فهرست

source: Slide
fa: اسلاید

source: Slide by hover effect
fa: اسلاید با افکت هاور

source: Columns
fa: تعداد ستون

source: One columns
fa: تک ستون

source: Two columns
fa: دو ستون

source: Three columns
fa: سه ستون

source: Four columns
fa: چهار ستون

source: Six columns
fa: شش ستون

source: Show ribbon
fa: نمایش روبان

source: Show price
fa: نمایش قیمت

source: Use block effects
fa: استفاده از افکت های بلاک

source: Use block effects or set custom effect on theme
fa: استفاده از افکت های جاوا اسکریپت بلاک یا شخصی سازی آن در قالب

source: Show More link to module page
fa: نمایش لینک ادامه به ماژول

source: Set More link to module page
fa: درج لینک ادامه به ماژول

source: Random Product
fa: محصولات تصادفی

source: Random Product list
fa: فهرست محصولات تصادفی

source: Tag Product
fa: محصولات بر اساس برچسب

source: Products from selected tag
fa: فهرست محصولات بر اساس برچسب انتخابی

source: Tag term
fa: واژه برچسب

source: Sale Product
fa: محصولات حراجی

source: Sale Product list
fa: فهرست محصولات حراجی

source: Sale category
fa: شاخه های حراج شده

source: Sale category list
fa: فهرست شاخه های حراج شده

source: Category list
fa: فهرست شاخه ها

source: Category list type
fa: نوع فهرست شاخه

source: Basket
fa: سبد خرید

source: basket
fa: سبد خرید

source: Basket type
fa: نوع سبد خرید

source: Link to basket
fa: لینک به صفحه سبد خرید

source: Dialog box
fa: باکس پاپ آپ

source: Search
fa: جستجو

source: Ajax search block
fa: بلاک جستجوی ای‌جکس

source: Shop comments
fa: نمایش نظرات

source: Admin
fa: بخش مدیر

source: Json output
fa: خروجی جیسون

source: View
fa: نمایش

source: Image
fa: تصویر

source: Social
fa: شبکه های اجتماعی

source: File
fa: فایل

source: Vote
fa: رای

source: Favourite
fa: علاقه مندی

source: Video
fa: ویدیو

source: Sale
fa: حراج

source: Order
fa: سفارش

source: Serial
fa: شماره سریال

source: Perpage
fa: تعداد در هر صفحه

source: Active brand system
fa: فعال کردن سیستم شرکت

source: Perpage on json output
fa: تعداد در صفحه در خروجی جیسون

source: Check password for json output
fa: بررسی واژه رمز در خروجی جیسون

source: Password for json output
fa: واژه رمز خروجی جیسون

source: After use on mobile device , do not change it
fa: بعد از استفاده از این واژه رمز در نرم افزار موبایل ، آن را تغییر ندهید

source: Homepage type
fa: شکل صفحه اول

source: List of all products
fa: فهرست تمام محصولات

source: List of brands and widgets
fa: فهرست ویجت ها و برند ها

source: Homepage widget
fa: ویجت های صفحه اول

source: Put widget name here, Use `|` as delimiter to separate widgets
fa: نام ویجت را وارد کنید ، با استفاده از جدا کننده `|` ویجت ها را از هم جدا کنید.

source: Homepage title
fa: عنوان صفحه اول

source: Product page template
fa: نوع نمایش صفحه محصول

source: Plain
fa: ساده

source: Tab
fa: تب دار

source: Show price filter
fa: نمایش فیلتر قیمت

source: Show attribute fields
fa: نمایش خواص

source: Show product attached files
fa: نمایش فایل های پیوست شده به محصول

source: Show product price
fa: نمایش قیمت محصول

source: Show add to cart on list
fa: نمایش درج در سفد خرید در فهرست محصولات

source: Price title
fa: عنوان برای قیمت

source: Volume
fa: مقدار

source: Show Tags
fa: نمایش برچسب ها

source: Show breadcrumbs
fa: نمایش ناوبری

source: Show category list
fa: نمایش فهرست شاخه ها

source: Show fast question form
fa: نمایش فرم ارسال سوال

source: Show related products
fa: نمایش محصولات مرتبط

source: Show other products from this category
fa: نمایش محصولات دیگر این شاخه

source: Product ribbon type
fa: فهرست روبان های مورد استفاده در محصول

source: Use `|` as delimiter to separate terms
fa: با استفاده از جدا کننده `|` ویجت ها را از هم جدا کنید.

source: |Professional|Best offer|For you
fa: |حرفه ای|بهترین پیشنهاد|بهترین قیمت|مخصوص شما|پیشنهاد ما

source: Show category description on category page
fa: نمایش توضیحات شاخه در صفحه شاخه

source: Show category description on product page
fa: نمایش توضیحات شاخه در صفحه محصول

source: Image Size
fa: حجم تصویر

source: Image quality
fa: کیفیت تصویر

source: Between 0 to 100 and support both of JPG and PNG, default is 75
fa: بین ۰ تا ۱۰۰ تنظیم شود و برای هر دو فرمت PNG و JPG ، مقدار پیش فرض ۷۵

source: Image path
fa: مسیر ذخیره تصویر

source: Image Extension
fa: پسوند های مجار برای تصویر

source: Large Image height
fa: ارتفاع تصویر بزرگ

source: Large Image width
fa: عرض تصویر بزرگ

source: Medium Image height
fa: ارتفاع تصویر متوسط

source: Medium Image width
fa: عرض تصویر متوسط

source: Thumb Image height
fa: ارتفاع تصویر بندانگشتی

source: Thumb Image width
fa: عرض تصویر بندانگشتی

source: Use lightbox
fa: استفاده از لایت باکس

source: Add Watermark
fa: اضافه کردن واترمارک به تصویر

source: Watermark Image
fa: تصویر واترمارک

source: Watermark Positio
fa: موقعیت واترمارک

source: Top Left
fa: بالا چپ

source: Top Right
fa: بالا راست

source: Bottom Left
fa: پایین چپ

source: Bottom Right
fa: پایین راست

source: Social sharing items
fa: اشتراک گذاری در شبکه های اجتماعی

source: File Size
fa: حجم فایل

source: File path
fa: مسیر ذخیره فایل

source: File Extension
fa: سوند های مجار برای فایل

source: Use vote system
fa: استفاده از سیستم رای

source: Use favourite system
fa: استفاده از سیستم مورد علاقه

source: Use video service
fa: استفاده از سرویس ویدیو

source: Show sale on index page
fa: نمایش محصولات حراجی در صفحه اول

source: Number of products on sale for index page
fa: تعداد محصولات حراجی برای صفحه اول

source: Sale category status
fa: وضعیت شاخه حراجی

source: Product status after finish sale on category
fa: وضعیت محصولات در شاخه حراجی بعد از پایان حراج

source: Marketable
fa: قابل فروش

source: Non-marketable
fa: غیر قابل فروش

source: Order is active ?
fa: ثبت سفارش فعال باشد؟

source: Order type
fa: نوع سفارش

source: One time
fa: خرید یک باره

source: Recurring
fa: خرید دوره ای

source: Installment
fa: خرید قسطی

source: Installment role
fa: نقش با امکان خرید قسطی

source: If your order type is installment, when you set role name here, just users of this role can make installment order, if set it empty all users can make installment order
fa: اگر روش خرید شما قسطی باشد، وقتی نام یک نقش را در اینجا وارد کنیدفقط کاربران دارای آن نقش می توانند خرید قسطی انجام دهند، اگر این گزینه خالی رها شود تمام کاربران می توانند خرید قسطی انجام دهند.

source: Order stock
fa: وضعیت موجودی برای سفارش

source: Never check stock
fa: هرگز موجودی بررسی نشود

source: Manual setting
fa: تنظیمات دستی

source: Use product stock
fa: استفاده از سیستم موجودی محصول

source: Use property stock
fa: استفاده از سیستم موجودی ویژگی های محصول

source: Active discount system
fa: فعال سازی سیستم تخفیف

source: Active serial number system
fa: فعال کردن سیستم شماره سریال

source: Count of build serial number
fa: تعداد شماره سریال تولید شده در هر مرتبه

source: Serial number role
fa: قانون ساخت شماره سریال

source: Serial number role type
fa: نوع شماره سریال تولید شده

source: Just Number
fa: فقط عدد

source: Number and Lowercase alphabet
fa: عدد و حروف کوچک انگلیسی

source: Number and Uppercase alphabet
fa: عدد و حروف بزرگ انگلیسی

source: Number, Lowercase and Uppercase alphabet'
fa: عدد و حرفو کوچک و حروف بزرگ انگلیسی

source: Description for index page
fa: توضیحات برای صفحه اصلی

source: Force replace space by comma(,)
fa: جایگزینی اسپیس با کاما

source: Shop
fa: فروشگاه

source: Shop system.
fa: سیستم فروشگاه اینترنتی

source: Tag list
fa: فهرست برچسب ها

source: Product
fa: محصول

source: New product
fa: محصول جدید

source: Export products
fa: خروجی محصولات

source: Brand
fa: شرکت

source: New category
fa: شاخه جدید

source: New brand
fa: شرکت جدید

source: Sync category
fa: یکسان سازی شاخه ها

source: Merge category
fa: ادغام دو شاخه

source: Attribute
fa: خواص

source: Attribute position
fa: موقعیت خواص

source: Order property
fa: ویژگی سفارش

source: Attach
fa: پیوست

source: Discount systems
fa: گزینه های تخفیف

source: Discount
fa: تخفیف گروهی

source: Promotion
fa: کد تخفیف

source: Price systems
fa: گزینه های قیمت

source: Price update
fa: به روز رسانی قیمت

source: Price update from CSV
fa: به روز رسانی قیمت از فایل CSV

source: Price sync
fa: یکسان سازی قیمت

source: Price log
fa: گزارش تغییرات قیمت

source: Tools
fa: ابزار ها

source: Sitemap
fa: نقشه سایت

source: Logs
fa: گزارش ها

source: Json
fa: جیسون

source: Index page
fa: صفحه اصلی

source: Tags
fa: برچسب ها

source: Checkout
fa: پرداخت

source: Global public resource
fa: دسترسی های عمومی

source: Are you sure to delete this product?
fa: آیا اطمینان دارید که میخواهید این محصول را حذف کنید؟
